Revit 2024 API
ParameterTypeId.ZoneSpaceOutdoorAirOptionParam Property
 "Space Outdoor Air Option"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneSpaceOutdoorAirOptionParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneSpaceOutdoorAirOptionParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneSpaceOutdoorAirOptionParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace